{
    "totalArticles": 959,
    "date": "2021-03-01 2021-03-08",
    "articles": [
        {
            "title": "Como gerenciar perfis no Google Chrome",
            "description": "Atualização do navegador disponibilizou uma nova tela para o gerenciamento de perfis. Usuários podem customizar tema, nome e foto para cada perfil do Google Chrome, separando o uso com outras pessoas. Veja como!",
            "content": "A versão 89 do Google Chrome remodelou a criação de perfis pelo navegador no desktop. O processo atual disponibiliza uma tela dedicada a mostrar todos os perfis em uma visualização semelhante à da Netflix, e os usuários podem separá-los por cada pess... [1813 chars]",
            "url": "https://canaltech.com.br/navegadores/como-gerenciar-perfis-google-chrome/",
            "image": "https://ibcdn.canaltech.com.br/U31nvTxZUPmKoTP-zf_D8midQ2w=/1400x788/smart/i9026.jpeg",
            "publishedAt": "2021-03-08T00:00:00Z",
            "source": {
                "name": "Canaltech",
                "url": "https://canaltech.com.br"
            }
        },
        {
            "title": "I don't care about cookies für Google Chrome",
            "description": "I don't care about cookies für Google Chrome 3.2.9 Englisch: Cookie-Hinweise auf Webseiten sind oft nervig platziert und müssen regelmäßig bestätigt werden. Mit der Chrome-Erweiterung \"I don't care about cookies\" können Sie diese Cookie-Warnungen ganz einfach entfernen.",
            "content": "Die CHIP Redaktion sagt:\nCookie-Hinweise auf Webseiten sind oft nervig platziert und müssen regelmäßig bestätigt werden. Mit der Chrome-Erweiterung \"I don't care about cookies\" können Sie diese Cookie-Warnungen ganz einfach entfernen.\nI don't care ab... [1519 chars]",
            "url": "https://www.chip.de/downloads/I-don-t-care-about-cookies-fuer-Google-Chrome_88733980.html",
            "image": "https://www.chip.de/ii/4/1/0/9/2/1/5/4/846e080d5c834ae2.jpg",
            "publishedAt": "2021-03-07T23:00:00Z",
            "source": {
                "name": "CHIP Online Deutschland",
                "url": "https://www.chip.de"
            }
        },
        {
            "title": "WhatsApp (re)teste le chiffrement de ses sauvegardes",
            "description": "WhatsApp prépare l'ajout d'une option de chiffrement des sauvegardes réalisées sur des services de stockage tiers. De base, l'application peut enregistrer une copie de tous vos échanges sur iCloud (ou Google Drive pour Android). C'est facultatif mais ça peut être très utile lorsqu'on change de terminal et qu'on a besoin de restaurer son historique de conversations. Toutefois,",
            "content": "WhatsApp prépare l'ajout d'une option de chiffrement des sauvegardes réalisées sur des services de stockage tiers. De base, l'application peut enregistrer une copie de tous vos échanges sur iCloud (ou Google Drive pour Android). C'est facultatif mais... [983 chars]",
            "url": "https://www.igen.fr/app-store/2021/03/whatsapp-reteste-le-chiffrement-de-ses-sauvegardes-121057",
            "image": "https://cdn.mgig.fr/2021/03/mga-8d15ed93-w375-w1500-w750_accroche.jpg",
            "publishedAt": "2021-03-07T23:00:00Z",
            "source": {
                "name": "iGeneration",
                "url": "https://www.igen.fr"
            }
        },
        {
            "title": "Bessere Wettervorhersage durch Google - dank unserer Steuergelder?",
            "description": "US-Konzerne wolle die Wettervorhersage verbessern, um damit Geld zu verdienen – finanziert mit unseren Steuergeldern. Ein Kommentar.",
            "content": "Unter Google arbeitet daran, die Wettervorhersage zu verbessern und daraus Kapital zu schlagen. Mit Klimadaten, die deutsche Steuerzahlende bezahlen.\ndpa/Alastair Grant\nBerlin. US-Konzerne wolle die Wettervorhersage verbessern, um damit Geld zu verdi... [300 chars]",
            "url": "https://www.noz.de/deutschland-welt/wirtschaft/artikel/2249997/bessere-wettervorhersage-durch-google-dank-unserer-steuergelder",
            "image": "https://www.noz.de/article/teaser/2249997/full",
            "publishedAt": "2021-03-07T23:00:00Z",
            "source": {
                "name": "noz.de - Neue Osnabrücker Zeitung",
                "url": "https://www.noz.de"
            }
        },
        {
            "title": "Wie die Wettervorhersage besser werden soll",
            "description": "US-Konzerne wie Google und Apple nehmen die Wettervorhersage in den Fokus. Ist das Fluch oder Segen? Forscher sind uneins.",
            "content": "Endlich verlässlich: Wie die Wettervorhersage besser werden soll\nWenn Wettervorhersage und Realität vor Ort nicht passen, ist der Ärger groß. Nun droht Wetterdiensten Konkurrenz von US-Konzernen.\ndpa/Kay Nietfeld\nBonn/Karlsruhe. US-Konzerne wie Googl... [342 chars]",
            "url": "https://www.noz.de/deutschland-welt/digitale-welt/artikel/2226246/wetter-heute-und-morgen-wie-die-wettervorhersage-besser-werden-soll",
            "image": "https://www.noz.de/article/teaser/2226246/full",
            "publishedAt": "2021-03-07T23:00:00Z",
            "source": {
                "name": "noz.de - Neue Osnabrücker Zeitung",
                "url": "https://www.noz.de"
            }
        },
        {
            "title": "CarPlay dans une Model 3, c’est possible en bricolant un peu",
            "description": "Tesla est l’un des rares constructeurs qui ne propose pas CarPlay dans ses voitures. C’est un choix de la part du constructeur exclusivement électrique qui privilégie son propre système et sa propre interface, plutôt que de faire de la place à Apple ou Google sur les écrans tactiles de ses véhicules. Si CarPlay vous manque vraiment dans votre Model 3 ou Model Y, il existe une",
            "content": "Tesla est l’un des rares constructeurs qui ne propose pas CarPlay dans ses voitures. C’est un choix de la part du constructeur exclusivement électrique qui privilégie son propre système et sa propre interface, plutôt que de faire de la place à Apple ... [1467 chars]",
            "url": "https://www.igen.fr/ios/2021/03/carplay-dans-une-model-3-cest-possible-en-bricolant-un-peu-121065",
            "image": "https://cdn.mgig.fr/2021/03/mga-5c81dd2c-w375-w1500-w750_accroche.jpg",
            "publishedAt": "2021-03-07T23:00:00Z",
            "source": {
                "name": "iGeneration",
                "url": "https://www.igen.fr"
            }
        },
        {
            "title": "Capcom eliminará seis juegos móviles de Mega Man a finales de marzo",
            "description": "El desarrollador japonés sacará de las plataformas de Google Play Store y App Store la colección de juegos Mega Man Mobile 1-6.",
            "content": "Capcom anunció que los seis juegos de Mega Man que lanzó cuatro años atrás para dispositivos móviles iOS y Android dejarán de estar a la venta a finales de este mes. La nostálgica colección abandonará las principales tiendas de aplicaciones el próxim... [2072 chars]",
            "url": "https://larepublica.pe/videojuegos/2021/03/07/capcom-eliminara-seis-juegos-moviles-de-mega-man-a-finales-de-marzo/",
            "image": "https://larepublica.pe/resizer/fQzf-AubdoyRJii6zxH_UOPXfZ4=/1200x660/top/cloudfront-us-east-1.images.arcpublishing.com/gruporepublica/VSFX7Z5ZRVGJLLYWECLYSUWSLA.png",
            "publishedAt": "2021-03-07T22:41:12Z",
            "source": {
                "name": "LaRepública.pe",
                "url": "https://larepublica.pe"
            }
        },
        {
            "title": "How to transfer your iCloud photos and videos to Google Photos",
            "description": "Whether you're moving from an iPhone to an Android device, or you just want to use Google's photo service over Apple's, the good news is that it's now easy to take your favorite photos and videos with you. We'll show you how to get it all set up.",
            "content": "Moving hardware and software ecosystems can be stressful. It can be scary to try a new OS and new user interface, and then you have to worry about potentially switching from apps and services that you were familiar with to a new way of doing things. ... [1331 chars]",
            "url": "https://www.androidcentral.com/how-transfer-your-icloud-photos-and-videos-google-photos",
            "image": "https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/12/google-photos-search-lifestyle.jpg",
            "publishedAt": "2021-03-07T22:00:03Z",
            "source": {
                "name": "Android Central",
                "url": "https://www.androidcentral.com"
            }
        },
        {
            "title": "Pixel bug: Live Caption button reappears after turning off",
            "description": "With the Pixel 4 and Android 10, Google introduced the ability for your phone to automatically subtitle audio. A Pixel Live Caption bug...",
            "content": "With the Pixel 4 and Android 10, Google introduced the ability for your device to automatically subtitle playing audio. Live Caption on Pixel phones can be launched from anywhere using volume controls, but a recent bug sees that button always appear ... [1191 chars]",
            "url": "https://9to5google.com/2021/03/07/google-pixel-live-caption-bug/",
            "image": "https://9to5google.com/favicon.ico",
            "publishedAt": "2021-03-07T21:58:20Z",
            "source": {
                "name": "9to5Google",
                "url": "https://9to5google.com"
            }
        },
        {
            "title": "Google HR reportedly advised mental health leave in response to complaints of racist or sexist behavior",
            "description": "Several current and former Google employees say the company’s HR department would suggest mental health counseling or leave in response to complaints about racist or sexist behavior in the workplace.",
            "content": "Several current and former Google employees say the company’s human resources department would often suggest mental health counseling or leave in response to complaints about racist or sexist behavior in the workplace, NBC News reported.\nThe workers ... [2029 chars]",
            "url": "https://www.theverge.com/2021/3/7/22318369/google-hr-advised-mental-health-leave-racist-sexist-behavior",
            "image": "https://cdn.vox-cdn.com/thumbor/zecX0cPldoJGxd8xivCIx07sXlA=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/10745895/acastro_180427_1777_0001.jpg",
            "publishedAt": "2021-03-07T20:30:11Z",
            "source": {
                "name": "The Verge",
                "url": "https://www.theverge.com"
            }
        }
    ]
}