{
    "totalArticles": 1319,
    "date": "2021-02-15 to 2021-02-22",
    "articles": [
        {
            "title": "Forget iPhone 13 - new patent teases dual-screen design",
            "description": "Apple’s latest patent suggests iPhones and iPads could get a secondary display for helping photography subjects know when to smile.",
            "content": "Apple could be shaking up the iPhone and iPad designs in a big way.\nAmong the Apple patents published this week by the US Patent and Trademark Office (USPTO) is one that could see Apple install a second display on the back of devices “configured to s... [1582 chars]",
            "url": "https://www.tomsguide.com/news/forget-iphone-13-new-patent-teases-dual-screen-design",
            "image": "https://cdn.mos.cms.futurecdn.net/c8QmMrMxsoRDjJ5uhGK5MC-1200-80.jpg",
            "publishedAt": "2021-02-21T23:31:13Z",
            "source": {
                "name": "Tom's Guide",
                "url": "https://www.tomsguide.com"
            }
        },
        {
            "title": "Spotify va proposer une formule HiFi 🆕",
            "description": "Spotify va lancer d'ici la fin de l'année une version HiFi de son service de streaming musical, suivant en cela les pas de Qobuz, Tidal, d'Amazon Music, de Deezer mais pas (encore ?) d'Apple Music. Ce n'est pas une surprise, dès 2017 la plateforme avait évoqué cette formule sans pertes. Mais il a fallu attendre plusieurs années supplémentaires pour qu'elle voie le jour. Les",
            "content": "Spotify va lancer d'ici la fin de l'année une version HiFi de son service de streaming musical, suivant en cela les pas de Qobuz, Tidal, d'Amazon Music, de Deezer mais pas (encore ?) d'Apple Music. Ce n'est pas une surprise, dès 2017 la plateforme av... [1106 chars]",
            "url": "https://www.igen.fr/services/2021/02/spotify-va-proposer-une-formule-hifi-120775",
            "image": "https://cdn.mgig.fr/2021/02/mga-792b77c7-w375-w1500-w750_accroche.jpg",
            "publishedAt": "2021-02-21T23:00:00Z",
            "source": {
                "name": "iGeneration",
                "url": "https://www.igen.fr"
            }
        },
        {
            "title": "Apple a doublé Samsung sur le dernier trimestre 2020",
            "description": "Apple est montée sur la plus haute marche du podium lors du dernier trimestre 2020, observe Gartner pour son classement mondial des ventes de smartphones. C'est la première fois depuis longtemps qu'Apple détrône Samsung sur cette période. Le précédent remonte au dernier trimestre 2016 lorsque la Pomme avait les iPhone 7 et 7 Plus dans sa besace. Cette fois c'est la famille des",
            "content": "Apple est montée sur la plus haute marche du podium lors du dernier trimestre 2020, observe Gartner pour son classement mondial des ventes de smartphones. C'est la première fois depuis longtemps qu'Apple détrône Samsung sur cette période. Le précéden... [1592 chars]",
            "url": "https://www.igen.fr/iphone/2021/02/apple-double-samsung-sur-le-dernier-trimestre-2020-120765",
            "image": "https://cdn.mgig.fr/2021/02/mga-55dcabc4-w375-w1500-w750_accroche.jpg",
            "publishedAt": "2021-02-21T23:00:00Z",
            "source": {
                "name": "iGeneration",
                "url": "https://www.igen.fr"
            }
        },
        {
            "title": "Photo Grid - Collage Maker & Photo Editor",
            "description": "Photo Grid - Collage Maker & Photo Editor Deutsch: Clevere Collagen, Coole Effekte - Download für ✓ Apple ✓ Android",
            "content": "Ihr wollt ein bisschen Kreativität in euer Fotoalbum bringen, seid aber auch Einsteiger beim Thema Bildbearbeitung? Photo Grip - Collage Maker & Photo Editor ist eure Rettung! Die Android- und iOS-App fügt Bilder in Sekundenschnelle zu Collagen zusam... [5909 chars]",
            "url": "https://www.netzwelt.de/download/24032-photo-gridcollage-maker-photo-editor-kostenlos.html",
            "image": "https://img.netzwelt.de/dw1600_dh900_sw0_sh0_sx0_sy0_sr16x9_nu2/picture/original/2015/12/photo-grid-logo-176763.png",
            "publishedAt": "2021-02-21T23:00:00Z",
            "source": {
                "name": "netzwelt",
                "url": "https://www.netzwelt.de"
            }
        },
        {
            "title": "Test du Belkin Boost Charge Pro : une bien belle station de recharge MagSafe",
            "description": "149 €, c'est le prix du petit chargeur MagSafe Duo, mais c'est aussi le prix du Boost Charge Pro de Belkin, une station de charge sans fil certifiée MFi pensée pour trois appareils Apple, dont un iPhone 12. Est-ce que ce tarif élevé est justifié ? Réponse dans notre test. Une belle fabrication Il serait tentant de comparer le MagSafe Duo au Boost Charge Pro étant donné leur",
            "content": "149 €, c'est le prix du petit chargeur MagSafe Duo, mais c'est aussi le prix du Boost Charge Pro de Belkin, une station de charge sans fil certifiée MFi pensée pour trois appareils Apple, dont un iPhone 12. Est-ce que ce tarif élevé est justifié ? Ré... [514 chars]",
            "url": "https://www.igen.fr/tests/2021/02/test-du-belkin-boost-charge-pro-une-bien-belle-station-de-recharge-magsafe-120763",
            "image": "https://cdn.mgig.fr/2021/02/mga-40ca4720-w375-w1500-w750_accroche.jpg",
            "publishedAt": "2021-02-21T23:00:00Z",
            "source": {
                "name": "iGeneration",
                "url": "https://www.igen.fr"
            }
        },
        {
            "title": "Apple CEO Tim Cook is a tough interview to snag, but this Chinese college senior did it",
            "description": "Apple CEO Tim Cook participated in a video interview with a Chinese college student who's also a tech influencer in the country. The conversation touched on everything from Cook's thoughts on innovation and new products like the iPhone 12 series to the importance of China and Chinese consumers ...",
            "content": "Apple CEO Tim Cook participated in a video interview with a Chinese college student who’s also a tech influencer in the country.\nThe conversation touched on everything from Cook’s thoughts on innovation and new products like the iPhone 12 series to t... [4686 chars]",
            "url": "https://bgr.com/2021/02/21/tim-cook-interview-with-chinese-student-about-apple-iphone-innovation/",
            "image": "https://bgr.com/wp-content/uploads/2020/09/Capture.jpg?quality=70&strip=all",
            "publishedAt": "2021-02-21T22:31:44Z",
            "source": {
                "name": "BGR",
                "url": "https://bgr.com"
            }
        },
        {
            "title": "Fortnite Legal Battle Prompts Apple To Subpoena Info From Steam",
            "description": "In its ongoing battle with Epic Games, Apple has subpoenaed Epic's rival Valve for business information that could help disprove Epic's accusations.",
            "content": "In the latest chapter in the ongoing saga between Apple and Epic Games, Apple has officially subpoenaed Epic's long-time rival Steam and its parent company Valve for information it claims will help bring its ongoing legal battle with Epic to a close.... [3921 chars]",
            "url": "https://screenrant.com/fortnite-legal-battle-apple-subpoena-steam/",
            "image": "https://static0.srcdn.com/wordpress/wp-content/uploads/2021/02/apple-valve-epic-header.jpg",
            "publishedAt": "2021-02-21T21:30:22Z",
            "source": {
                "name": "Screen Rant",
                "url": "https://screenrant.com"
            }
        },
        {
            "title": "Supostamente estas são imagens dos novos AirPods 3 da Apple",
            "description": "A Apple deverá estar a preparar os AirPods 3. Segundo alguns leaks, os novos auscultadores deverão aparecer já no próximo mês de março.",
            "content": "Este ano a Apple deverá renovar a linha dos AirPods. Depois do ano passado a ter reforçado com os AirPods Max, este ano deverão ser apresentados os AirPods 3. Os rumores já deram conta de algumas melhorias no design e as supostas imagens que aparecer... [1895 chars]",
            "url": "https://pplware.sapo.pt/apple/supostamente-estas-sao-imagens-dos-novos-airpods-3-da-apple/",
            "image": "https://pplware.sapo.pt/wp-content/uploads/2021/02/airpods3_leak00.jpg",
            "publishedAt": "2021-02-21T21:30:15Z",
            "source": {
                "name": "Pplware",
                "url": "https://pplware.sapo.pt"
            }
        },
        {
            "title": "iPod 15 years later: the pros, cons and memories of Apple's massively popular MP3 player",
            "description": "The iPod Classic at 15: all the good and bad of the MP3 player that changed how we listen to music...and paved the way for the iPhone 12 Pro.",
            "content": "There’s a bittersweet notion that makes the rounds on the internet every so often, which muses that at some point your parent picked you up and put you down for the last time. Well, that applies to tech, too: at some point, I turned off my iPod Class... [8142 chars]",
            "url": "https://www.techradar.com/news/ipod-15-years-later-the-pros-cons-and-memories-of-apples-massively-popular-mp3-player",
            "image": "https://cdn.mos.cms.futurecdn.net/zj96LWgeaEtoFMCKJc6SC9-1200-80.jpg",
            "publishedAt": "2021-02-21T20:01:23Z",
            "source": {
                "name": "TechRadar",
                "url": "https://www.techradar.com"
            }
        },
        {
            "title": "Apple TV 4K review: Aging hardware boosted by a best in class ecosystem",
            "description": "Apple's streamer is one of the oldest and most expensive, but is it still worth buying? Find out in this Apple TV 4K review.",
            "content": "The Apple TV has been around in one form or another since 2007. The first Apple TV debuted as a physical, spinning 40GB hard drive that was tethered to an ancient version of iTunes. It wasn’t until much later that the Apple TV transformed into a legi... [5438 chars]",
            "url": "https://www.androidauthority.com/apple-tv-4k-review-1200743/",
            "image": "https://cdn57.androidauthority.net/wp-content/uploads/2021/02/Apple-TV-4K-standing-with-remote-920x470.jpg",
            "publishedAt": "2021-02-21T20:00:54Z",
            "source": {
                "name": "Android Authority",
                "url": "https://www.androidauthority.com"
            }
        }
    ]
}