{
    "totalArticles": 435,
    "date": "2021-02-15 to 2021-02-22",
    "articles": [
        {
            "title": "Tesla Has Made About $1 Billion in Profit on Its Bitcoin Investment, Analyst Estimates",
            "description": "Tesla disclosed earlier this month that it had bought $1.5 billion worth of bitcoin.",
            "content": "Tesla has made roughly $1 billion in paper profits from its investment into bitcoin, according to Daniel Ives, analyst at Wedbush Securities estimated.\nThe company is \"on a trajectory to make more from its Bitcoin investments than profits from sellin... [2479 chars]",
            "url": "https://www.nbcboston.com/news/business/money-report/tesla-has-made-about-1-billion-in-profit-on-its-bitcoin-investment-analyst-estimates/2309018/",
            "image": "https://i1.wp.com/media.nbcboston.com/2021/02/106839886-1613137951786-gettyimages-1231048263-widak-teslabuy210208_npv7Z.jpeg?resize=1200%2C675&quality=85&strip=all&ssl=1",
            "publishedAt": "2021-02-21T23:50:54Z",
            "source": {
                "name": "NBC10 Boston",
                "url": "https://www.nbcboston.com"
            }
        },
        {
            "title": "Texas, Tesla Powerwall rimedia ai blackout di corrente",
            "description": "La tecnologia di Tesla ha permesso, a diversi proprietari texani, di superare i pesanti blackout che hanno colpito l'intero Stato avvolto in una morsa polare senza precedenti.",
            "content": "Nel Texas, ormai da diversi giorni, imperversa una rigida tempesta polare che ha creato diversi blackout in tutto lo Stato; il CEO di Tesla di recente ha esternato le proprie perplessità a riguardo rimarcando quanto l’Electricity Reliability Council ... [1821 chars]",
            "url": "https://www.tomshw.it/automotive/texas-tesla-powerwall-rimedia-ai-blackout-di-corrente/",
            "image": "https://www.tomshw.it/images/images/2021/02/foto-generiche-144484.768x432.jpg",
            "publishedAt": "2021-02-21T23:00:00Z",
            "source": {
                "name": "Tom's Hardware (Italia)",
                "url": "https://www.tomshw.it"
            }
        },
        {
            "title": "Usare la Tesla come fonte di energia fissa è valido?",
            "description": "La grave situazione in Texas ha portato diversi proprietari di vetture elettriche a doversi ingegnare per sopperire alla mancanza di corrente elettrica, rischiando anche di invalidare la garanzia della propria vettura.",
            "content": "Mentre il Texas continua a subire i vortici di aria polare causati dalla tempesta Uri, diversi possessori di Tesla hanno escogitato alcune ingegnose soluzioni per rimediare al blackout di corrente che ha colpito lo Stato. In diversi gruppi americani,... [2214 chars]",
            "url": "https://www.tomshw.it/automotive/usare-la-tesla-come-fonte-di-energia-e-valido/",
            "image": "https://www.tomshw.it/images/images/2021/02/texas-tesla-144601.768x432.jpg",
            "publishedAt": "2021-02-21T23:00:00Z",
            "source": {
                "name": "Tom's Hardware (Italia)",
                "url": "https://www.tomshw.it"
            }
        },
        {
            "title": "Une nouvelle IRM plus confortable pour les patients à l'hôpital d'Agen-Nérac",
            "description": "Et de trois IRM pour Agen. L’hôpital et la clinique ont conjointement financé l’installation d’une IRM de type 3 Tesla, plus puissante et précise, mais aussi moins anxiogène...",
            "content": "l'essentiel Et de trois IRM pour Agen. L’hôpital et la clinique ont conjointement financé l’installation d’une IRM de type 3 Tesla, plus puissante et précise, mais aussi moins anxiogène pour les patients.\nUltimedia.com / Ultimedia.com / Une nouvelle ... [351 chars]",
            "url": "https://www.ladepeche.fr/2021/02/22/une-nouvelle-irm-plus-confortable-pour-les-patients-a-lhopital-dagen-nerac-9388123.php",
            "image": "https://images.ladepeche.fr/api/v1/images/view/6033e0eed286c21d5552def4/large/image.jpg?v=1",
            "publishedAt": "2021-02-21T23:00:00Z",
            "source": {
                "name": "LaDepeche.fr",
                "url": "https://www.ladepeche.fr"
            }
        },
        {
            "title": "Solar Roof, il tetto solare di Tesla sembra non temere nemmeno neve e gelo",
            "description": "Il Solar Roof di Tesla sembra non temere l'inverno. Un video mostra come le tegole fotovoltaiche siano utili anche nei mesi più rigidi grazie alla capacità di sciogliere la neve.",
            "content": "La statunitense Tesla ha inevitabilmente deciso di focalizzare la sua attenzione anche sul settore delle energie green e rinnovabili grazie al prodotto Solar Roof, tetto fotovoltaico utile ad alimentare le abitazioni trasformando la luce solare in en... [2593 chars]",
            "url": "https://www.tomshw.it/automotive/solar-roof-il-tetto-solare-di-tesla-sembra-non-temere-nemmeno-neve-e-gelo/",
            "image": "https://www.tomshw.it/images/images/2021/02/solar-roof-144683.768x432.jpg",
            "publishedAt": "2021-02-21T23:00:00Z",
            "source": {
                "name": "Tom's Hardware (Italia)",
                "url": "https://www.tomshw.it"
            }
        },
        {
            "title": "Tesla призупинила продаж Model Y",
            "description": "Американська компанія Tesla призупинила продаж бюджетної версії електрокроссовера Model Y через місяць після появи на ринку. Про це повідомляє портал Electrek. Згідно з повідомленням, електромобіль Standard Range, на одному заряді покриває 392 км, був видалений з сайту компанії. ...",
            "content": "До цього Tesla знизила ціну на більш престижну версію Long Range на $1 тис. Фото: Electrek\nАмериканська компанія Tesla призупинила продаж бюджетної версії електрокроссовера Model Y через місяць після появи на ринку.\nПро це повідомляє портал Electrek.... [411 chars]",
            "url": "https://gazeta.ua/articles/edu-and-science/_tesla-prizupinila-prodazh-model-y/1016142",
            "image": "https://static2.gazeta.ua/img2/cache/preview/1016/1016142_w_450.jpg?v=0",
            "publishedAt": "2021-02-21T22:41:04Z",
            "source": {
                "name": "Gazeta.ua",
                "url": "https://gazeta.ua"
            }
        },
        {
            "title": "Are Regulatory Credits Behind Tesla's Recent Success?",
            "description": "Tesla has been selling a lot of its excess regulatory credits over the years. Is this why they are profitable now? Does it matter?",
            "content": "Tesla has had one hell of a ride this last few years. In 2020 alone, its stock price rose by somewhere in the region of 740%, making it one of the most valuable US companies to date.\nHowever, the stock market often has very little to do with the real... [6761 chars]",
            "url": "https://interestingengineering.com/regulatory-credits-behind-teslas-recent-success",
            "image": "https://inteng-storage.s3.amazonaws.com/img/iea/3gG9RLM46V/sizes/tesla-credits_md.jpg",
            "publishedAt": "2021-02-21T21:47:04Z",
            "source": {
                "name": "Interesting Engineering",
                "url": "https://interestingengineering.com"
            }
        },
        {
            "title": "Стоимость биткоина рухнула",
            "description": "Стоимость самой популярной криптовалюты планеты — биткоина — рухнула. Это произошло спустя день после того, как 21 февраля цена биткоина обновила исторический рекорд, добравшись до отметки в 58 тысяч долларов. При этом ранее глава компаний Tesla и SpaceX Илон Маск заявил, что цены на криптовалюты завышены.",
            "content": "Стоимость самой популярной криптовалюты планеты — биткоина — рухнула. Об этом свидетельствуют данные Coindesk.\nПо состоянию на 17:30 снижение составило 16 процентов.\n21 февраля стоимость криптовалюты вновь обновила исторический рекорд — тогда цена по... [416 chars]",
            "url": "https://lenta.ru/news/2021/02/22/nooo/",
            "image": "https://icdn.lenta.ru/images/2021/02/22/17/20210222172153929/share_b1739021fbab4991b10d356e00595aec.jpg",
            "publishedAt": "2021-02-21T21:00:00Z",
            "source": {
                "name": "Lenta.ru",
                "url": "https://lenta.ru"
            }
        },
        {
            "title": "Forget bitcoin or Tesla. Muni bonds are the king of costly",
            "description": "State and local debt has become arguably the most expensive asset class anywhere",
            "content": "Believe it or not, the $3.9 trillion municipal-bond market and Bitcoin have much in common.\nA flood of money pouring in? Check: Muni bond funds added about $2 billion in the week ended Feb. 17, according to Refinitiv Lipper US Fund Flows data, buildi... [5704 chars]",
            "url": "https://www.livemint.com/opinion/online-views/forget-bitcoin-or-tesla-muni-bonds-are-the-king-of-costly-11613999948185.html",
            "image": "https://images.livemint.com/img/2021/02/22/600x338/bonds-kWPI--621x414@LiveMint_1614000797624.jpg",
            "publishedAt": "2021-02-21T18:30:00Z",
            "source": {
                "name": "Livemint",
                "url": "https://www.livemint.com"
            }
        },
        {
            "title": "Wall St falls as growth stocks slide; inflation concerns, rising yields weigh, Dow slides 140 pts",
            "description": "Shares of Apple Inc, Microsoft Corp, Facebook Inc, Alphabet Inc, Tesla Inc, Netflix Inc and Amazon.com Inc resumed a fall from the previous week, falling between 0.6% and 2.1% in early trading.Boeing Co dropped 2% after showers of jet engine parts over residential areas",
            "content": "U.S. stock indexes fell on Monday as climbing Treasury yields and prospects of rising inflation triggered valuation concerns, hitting shares of high-flying growth companies.\nShares of Apple Inc, Microsoft Corp, Facebook Inc, Alphabet Inc, Tesla Inc, ... [3061 chars]",
            "url": "https://www.livemint.com/market/stock-market-news/wall-st-falls-as-growth-stocks-slide-inflation-concerns-rising-yields-weigh-dow-slides-140-pts-11614007210156.html",
            "image": "https://images.livemint.com/img/2021/02/22/600x338/93f5cad4ad47453f85610f6b5550f38e-93f5cad4ad47453f85610f6b5550f38e-1_1614007428665_1614007437045.jpg",
            "publishedAt": "2021-02-21T18:30:00Z",
            "source": {
                "name": "Livemint",
                "url": "https://www.livemint.com"
            }
        }
    ]
}